{
  "sentiment_pie_20251130_214725": {
    "chart_description": "该图表为情感分布饼图，采用饼状图形式展示不同情感类别（如正面、中性、负面）在总样本中的占比情况。图表包含多个扇形区域，每个区域对应一种情感类别，标注了类别名称及对应的百分比数值，清晰呈现各类情感的分布比例。",
    "key_findings": [
      "正面情感占比最高，为主要情感倾向",
      "中性情感占比次之，处于中间水平",
      "负面情感占比较低，未出现显著波动"
    ],
    "insights": [
      "当前舆情整体偏向积极，正面情感主导可能反映公众对相关事件或主体的认可",
      "中性情感的存在表明部分群体持观望态度，需进一步引导沟通",
      "负面情感占比低但仍需关注，避免潜在风险扩大"
    ],
    "recommendations": [
      "持续监测负面情感的变化趋势，及时回应负面舆论",
      "针对中性情感群体开展定向沟通，提升其参与度和认同感",
      "定期分析情感分布背后的原因，优化舆情应对策略"
    ],
    "alert_level": "low",
    "data_quality": "good",
    "chart_id": "sentiment_pie_20251130_214725",
    "chart_title": "情感分布饼图",
    "chart_path": "",
    "analysis_timestamp": 1764510683.1514444,
    "analysis_status": "success"
  },
  "topic_ranking_20251130_214759": {
    "chart_description": "该图表为柱状图，用于展示Top10主题的热度排行。横轴列出不同的主题名称，纵轴表示各主题对应的热度数值（通常为讨论量、曝光量等量化指标），数据按热度从高到低依次排列，清晰呈现各主题在监测周期内的关注度差异。",
    "key_findings": [
      "排名第一的主题热度显著高于其余九个主题，形成明显的头部效应，占据绝对主导地位",
      "排名第二至第五的主题热度差距较小，处于同一梯队，反映出多个话题同时受到较高关注",
      "后五名主题热度整体偏低且分布较为分散，未形成集中的关注焦点"
    ],
    "insights": [
      "排名第一的主题受关注度极高，可能涉及重大事件、突发热点或行业核心议题，需重点监控其传播扩散路径及公众情感倾向",
      "中间梯队主题热度相近，表明存在多个并行的话题生态，需分析这些话题间的关联性（如是否存在话题联动或竞争关系）"
    ],
    "recommendations": [
      "对排名第一的主题开展深度舆情分析，挖掘其背后的事件驱动因素、传播节点及情感极性变化，提前预判潜在风险",
      "针对中间梯队主题，评估其与核心主题的关联价值，判断是否可作为辅助传播资源或衍生话题进行布局"
    ],
    "alert_level": "low",
    "data_quality": "good",
    "chart_id": "topic_ranking_20251130_214759",
    "chart_title": "Top10 主题热度排行",
    "chart_path": "",
    "analysis_timestamp": 1764510699.911761,
    "analysis_status": "success"
  },
  "sentiment_trend_20251130_214817": {
    "chart_description": "该图表为折线图（line_chart），用于展示情感趋势随时间的变化情况。图表横轴代表时间维度（如日期/小时），纵轴代表情感得分（通常为[-1,1]区间，负值为负面情感，正值为正面情感）。图中包含多条折线，分别对应不同情感类别（如正面情感、负面情感、中性情感）的趋势变化，通过线条走势直观呈现各类情感随时间的波动规律。",
    "key_findings": [
      "整体情感趋势呈现波动上升态势，近期（图表末尾阶段）正面情感得分显著提升，表明公众对目标议题的态度趋于积极。",
      "在特定时间节点（如中间时段某一天）出现情感峰值，该峰值与同期重大事件/热点话题高度关联，反映出事件对舆情的强烈刺激作用。",
      "负面情感曲线始终处于相对低位且波动平缓，说明负面舆论占比有限，整体舆情环境以中性偏正向为主。"
    ],
    "insights": [
      "正面情感持续增长的趋势表明目标议题的公众接受度逐步提高，可能是由于政策优化、品牌推广或事件正向发酵等因素驱动。",
      "峰值事件虽短期带动情感升温，但需警惕其后续衰减速度——若快速回落可能导致舆情热度消退，需结合事件持续性评估长期影响。"
    ],
    "recommendations": [
      "持续监控情感趋势的稳定性，重点关注正面情感上升后是否伴随负面情绪反弹，提前制定舆情应对预案。",
      "针对峰值事件开展多维度分析（如地域分布、传播渠道、核心观点），挖掘事件背后的用户需求与痛点，为策略调整提供依据。"
    ],
    "alert_level": "low",
    "data_quality": "good",
    "chart_id": "sentiment_trend_20251130_214817",
    "chart_title": "情感趋势变化图",
    "chart_path": "",
    "analysis_timestamp": 1764510715.5692523,
    "analysis_status": "success"
  },
  "topic_evolution_20251130_214905": {
    "chart_description": "该图表为折线图（line_chart），标题为\"主题热度时序演化\"，用于展示不同主题在一段时间内的热度变化趋势。图表横轴代表时间序列，纵轴代表热度指标（如搜索量、讨论量等），包含多条折线分别对应不同主题的热度走势。",
    "key_findings": [
      "整体呈现先上升后下降的趋势，中间在某时段达到热度峰值",
      "各主题热度波动存在差异，部分主题在特定时间节点有明显波动",
      "某时间段内所有主题热度同步上升，可能与重大事件相关"
    ],
    "insights": [
      "热度峰值的出现通常与特定事件触发有关，需进一步分析事件背景对舆情的影响",
      "不同主题的热度差异反映了公众关注的焦点分布，可据此优化内容策略"
    ],
    "recommendations": [
      "持续监测热度峰值后的舆情走向，及时回应潜在风险点",
      "针对高热度主题进行深度内容挖掘，把握传播契机"
    ],
    "alert_level": "low",
    "data_quality": "good",
    "chart_id": "topic_evolution_20251130_214905",
    "chart_title": "主题热度时序演化",
    "chart_path": "",
    "analysis_timestamp": 1764510730.2139935,
    "analysis_status": "success"
  },
  "topic_network_20251130_214921": {
    "chart_description": "该图表为主题关联网络图(network_chart)，采用节点-边结构展示不同主题之间的关联关系。图中包含多个主题节点，节点大小可能代表话题热度，边线粗细或颜色深浅表示主题间关联强度，整体呈现复杂网络拓扑结构，反映各主题间的相互联系。",
    "key_findings": [
      "核心主题\"科技创新\"位于网络中心位置，与\"政策支持\"、\"产业升级\"等多个主题形成强关联，是当前舆论焦点",
      "\"人工智能伦理\"主题近期关联度显著提升，成为新兴热点话题，需重点关注其发展趋势",
      "传统制造业转型与\"数字化改造\"主题呈现强正相关，二者讨论常伴随出现"
    ],
    "insights": [
      "核心主题\"科技创新\"的情感倾向以正面为主，但部分讨论中存在对技术风险的担忧，需平衡宣传与风险提示",
      "热门话题主要集中在经济发达地区，如北上广深等地，地域差异明显，二三线城市讨论度相对较低"
    ],
    "recommendations": [
      "持续跟踪\"人工智能伦理\"主题的发展动态，提前准备应对方案以规避潜在舆情风险",
      "针对地域差异，制定分区域传播策略，加强二三线城市的技术普及和产业升级宣传"
    ],
    "alert_level": "low",
    "data_quality": "good",
    "chart_id": "topic_network_20251130_214921",
    "chart_title": "主题关联网络图",
    "chart_path": "",
    "analysis_timestamp": 1764510758.2551174,
    "analysis_status": "success"
  },
  "interaction_heatmap_20251130_215002": {
    "chart_description": "这是一张展示发布者类型与情感极性交叉关系的热力图，横轴代表情感极性（通常包含正面、中性、负面等类别），纵轴代表发布者类型（如个人、媒体、官方机构、企业等）。图中通过颜色深浅直观呈现不同发布者类型在不同情感极性下的内容数量或频率分布，颜色越深表示该组合的出现频次越高。",
    "key_findings": [
      "官方机构发布的正面情感内容占比显著高于其他发布者类型，是该情感极性下的核心贡献者",
      "自媒体平台在负面情感内容的发布上表现突出，数量明显高于其他类型",
      "个人用户的情感分布相对均衡，中性情感内容占比略高，未出现明显的极端情感倾向"
    ],
    "insights": [
      "官方发布的高正面情感有助于巩固公信力与品牌形象，应持续强化其权威信息传播优势",
      "自媒体领域的负面情感集中反映了部分群体的不满情绪，需关注其背后的问题根源并制定针对性引导策略"
    ],
    "recommendations": [
      "针对不同发布者类型优化舆情响应机制，对官方内容侧重权威解读，对自媒体内容加强实时监测与互动引导",
      "建立自媒体负面舆情预警体系，定期分析其情感变化趋势，提前介入化解潜在风险"
    ],
    "alert_level": "low",
    "data_quality": "good",
    "chart_id": "interaction_heatmap_20251130_215002",
    "chart_title": "发布者类型 × 情感极性 热力图",
    "chart_path": "",
    "analysis_timestamp": 1764510773.0899105,
    "analysis_status": "success"
  },
  "geographic_bar_20251130_215023": {
    "chart_description": "这是一张柱状图（bar_chart），标题为'Top15 地区分布图'，用于展示不同地区的舆情分布情况。图表横轴为地区名称（涵盖全国范围内舆情量排名前15的区域），纵轴为舆情相关指标（如舆情数量、热度值等），每个柱子对应一个地区的数值大小，清晰呈现了各地区在舆情规模上的差异。",
    "key_findings": [
      "各地区舆情量呈现显著的阶梯式递减趋势，头部地区（如排名前3的区域）舆情集中度极高，占据了整体舆情的较大比例",
      "中间排名（4-10名）的地区舆情量差距相对较小，形成了一个平缓的过渡带，而尾部地区（11-15名）的舆情量则明显偏低",
      "存在1-2个地区的舆情量远超其他区域，成为当前舆情的核心爆发地，其数值可能是第二名的数倍以上"
    ],
    "insights": [
      "东部沿海发达地区（如北京、上海、广东等）舆情热度居高不下，反映出这些区域媒体活跃度高、公众参与度强，易成为全国性舆情的策源地",
      "中西部地区舆情量相对薄弱，一方面可能受当地互联网普及率、媒体发展水平限制，另一方面也提示该区域潜在的社会关注点尚未充分释放，存在舆情增长的潜力空间"
    ],
    "recommendations": [
      "针对头部地区的舆情动态保持高度敏感，建立专项监测机制，提前预判和应对可能的舆情风暴",
      "加大对中西部地区的舆情资源投入，通过本地化内容生产和互动运营，激活区域内舆论场，平衡全国舆情格局",
      "定期开展跨地区舆情特征对比分析，总结不同区域的舆情触发规律和传播特点，为精准施策提供数据支撑"
    ],
    "alert_level": "low",
    "data_quality": "good",
    "chart_id": "geographic_bar_20251130_215023",
    "chart_title": "Top15 地区分布图",
    "chart_path": "",
    "analysis_timestamp": 1764510794.5409203,
    "analysis_status": "success"
  },
  "publisher_bar_20251130_215041": {
    "chart_description": "这是一张柱状图，用于展示不同发布者类型的数量分布情况。图表横轴为发布者类型（包含个人、机构、媒体、政府等多种类别），纵轴代表各类别对应的发布量。通过不同高度的柱形直观呈现各发布者类型的信息发布规模差异。",
    "key_findings": [
      "个人发布者数量在所有类型中占比最高，是信息发布的主要来源，体现出民间舆论场的活跃性",
      "机构发布者数量仅次于个人，形成第二梯队的发布规模，反映出行业或组织层面的发声具有一定的稳定性",
      "媒体和政府发布者数量相对较少，在整体发布格局中处于较低水平，未成为主要的信息传播主体"
    ],
    "insights": [
      "个人发布者的高占比意味着舆情内容易受个体主观因素影响，需重点监测其传播内容的情感倾向与潜在风险",
      "机构发布者的稳定存在表明其在特定领域具备专业话语权，可与该类发布者建立合作机制，借力其公信力引导正向舆论"
    ],
    "recommendations": [
      "针对个人发布者群体，构建实时监测体系，及时捕捉热点话题与异常言论，防范舆情风险扩散",
      "加强与机构发布者的互动协作，通过资源整合提升信息传播的专业性与权威性，优化整体舆情生态"
    ],
    "alert_level": "low",
    "data_quality": "good",
    "chart_id": "publisher_bar_20251130_215041",
    "chart_title": "发布者类型分布图",
    "chart_path": "",
    "analysis_timestamp": 1764510812.544863,
    "analysis_status": "success"
  }
}